Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# editor.media.reason_unsupported
source: unsupported format
ar: صيغة غير مدعومة
cs: nepodporovaný formát
da: format understøttes ikke
de: nicht unterstütztes Format
el: μη υποστηριζόμενη μορφή
es: formato no compatible
fi: tukematon muoto
fr: format non pris en charge
he: פורמט לא נתמך
hi: असमर्थित प्रारूप
hu: nem támogatott formátum
id: format tidak didukung
it: formato non supportato
ja: サポートされていない形式
ko: 지원하지 않는 형식
ms: format tidak didukung
nb: format som ikke støttes
nl: niet-ondersteund formaat
pl: nieobsługiwany format
pt_br: formato não suportado
pt_pt: formato não suportado
ro: format nesuportat
ru: неподдерживаемый формат
sk: nepodporovaný formát
sv: format som inte stöds
th: รูปแบบไม่รองรับ
tr: desteklenmeyen format
uk: непідтримуваний формат
vi: định dạng không được hỗ trợ
zh_hans: 不支持的格式
zh_hant: 不支持的格式

# editor.media.rejected_count
source: {count} images couldn't be added: {lines}
ar: لم تتم إضافة {count} صور: {lines}
cs: {count} obrázků se nepovedlo přidat: {lines}
da: {count} billeder kunne ikke tilføjes: {lines}
de: {count} Bilder konnten nicht hinzugefügt werden: {lines}
el: {count} εικόνες δεν μπόρεσαν να προστεθούν: {lines}
es: {count} imágenes no se pudieron añadir: {lines}
fi: {count} kuvaa ei voitu lisätä: {lines}
fr: {count} images n'ont pas pu être ajoutées : {lines}
he: {count} תמונות לא היו ניתנות להוספה: {lines}
hi: {count} छवियों को जोड़ा नहीं जा सका: {lines}
hu: {count} kép nem lett hozzáadva: {lines}
id: {count} gambar tidak dapat ditambahkan: {lines}
it: {count} immagini non sono state aggiunte: {lines}
ja: {count}件の画像を追加できませんでした: {lines}
ko: {count}개 이미지를 추가할 수 없습니다: {lines}
ms: {count} gambar tidak dapat ditambahkan: {lines}
nb: {count} bilder kunne ikke legges til: {lines}
nl: {count} afbeeldingen konden niet worden toegevoegd: {lines}
pl: {count} obrazów nie mogło być dodanych: {lines}
pt_br: {count} imagens não puderam ser adicionadas: {lines}
pt_pt: {count} imagens não conseguiram ser adicionadas: {lines}
ro: {count} imagini nu au putut fi adăugate: {lines}
ru: {count} изображений не удалось добавить: {lines}
sk: {count} obrázkov sa nepodarilo pridať: {lines}
sv: {count} bilder kunde inte läggas till: {lines}
th: ไม่สามารถเพิ่ม {count} รูปภาพ: {lines}
tr: {count} resim eklenemedi: {lines}
uk: {count} зображень не можна було додати: {lines}
vi: {count} hình ảnh không thể được thêm: {lines}
zh_hans: {count} 个图像无法添加: {lines}
zh_hant: {count} 張圖像無法新增： {lines}

# editor.media.subject_generic
source: That image
ar: تلك الصورة
cs: Ten obrázek
da: Det billede
de: Dieses Bild
el: Η εικόνα αυτή
es: Esa imagen
fi: Tuo kuva
fr: Cette image
he: התמונה הזו
hi: वह छवि
hu: Az a kép
id: Gambar itu
it: Quella immagine
ja: その画像
ko: 그 이미지
ms: Gambar tersebut
nb: Det bildet
nl: Die afbeelding
pl: Ten obraz
pt_br: Essa imagem
pt_pt: Essa imagem
ro: Acea imagine
ru: Это изображение
sk: Daný obrázok
sv: Den bilden
th: รูปภาพนั้น
tr: Bu resim
uk: Це зображення
vi: Hình ảnh đó
zh_hans: 该图像
zh_hant: 該圖像

# editor.media.too_large
source: {subject} is {size} - images must be under {limit} to be added.
ar: {subject} بحجم {size} - يجب أن تكون الصور أقل من {limit} للإضافة.
cs: {subject} je {size} – obrázky musí být menší než {limit} pro přidání.
da: {subject} er {size} - billeder skal være under {limit} for at blive tilføjet.
de: {subject} ist {size} – Bilder müssen unter {limit} liegen, um hinzugefügt zu werden.
el: {subject} είναι {size} - οι εικόνες πρέπει να είναι κάτω από {limit} για να προστεθούν.
es: {subject} es {size} - las imágenes deben ser menores a {limit} para añadirse.
fi: {subject} on {size} - kuvien on oltava pienempiä kuin {limit}.
fr: {subject} fait {size} - les images doivent être inférieures à {limit} pour être ajoutées.
he: {subject} הוא {size} - תמונות חייבות להיות מתחת {limit} כדי להיות מוספות.
hi: {subject} {size} है - छवियां {limit} से कम होनी चाहिए।
hu: {subject} {size} – a képeknek {limit} alatt kell lenniük a hozzáadáshoz.
id: {subject} adalah {size} - gambar harus di bawah {limit} untuk ditambahkan.
it: {subject} è {size} - le immagini devono essere inferiori a {limit} per essere aggiunte.
ja: {subject}は{size}です。画像は追加するために{limit}未満である必要があります。
ko: {subject}는 {size}입니다 - 이미지는 추가하려면 {limit} 미만이어야 합니다.
ms: {subject} berukuran {size} - gambar harus di bawah {limit} untuk ditambahkan.
nb: {subject} er {size} - bilder må være under {limit} for å legges til.
nl: {subject} is {size} - afbeeldingen moeten onder {limit} liggen om te worden toegevoegd.
pl: {subject} wynosi {size} - obrazy muszą być poniżej {limit}, aby mogły być dodane.
pt_br: {subject} tem {size} - imagens devem ter menos de {limit} para serem adicionadas.
pt_pt: {subject} é {size} - as imagens devem ser menores que {limit} para serem adicionadas.
ro: {subject} este {size} - imaginile trebuie să fie sub {limit} pentru a fi adăugate.
ru: {subject} — {size}. Размер изображения должен быть менее {limit}.
sk: {subject} je {size} – obrázky musia byť menšie ako {limit}, aby sa mohli pridať.
sv: {subject} är {size} – bilder måste vara under {limit} för att läggas till.
th: {subject} คือ {size} - รูปภาพต้องน้อยกว่า {limit} เพื่อเพิ่ม
tr: {subject} {size} olup, resimler {limit} altında olmalıdır.
uk: {subject} має розмір {size} - зображення мають бути меншими за {limit}, щоб їх можна було додати.
vi: {subject} là {size} - hình ảnh phải nhỏ hơn {limit} để được thêm.
zh_hans: {subject} 为 {size} - 图像必须小于 {limit} 才能添加。
zh_hant: {subject} 為 {size}—圖像必須在 {limit} 以下才能新增。

# editor.media.unsupported_format
source: {subject} isn't a supported image format.
ar: {subject} ليست بصيغة صورة مدعومة.
cs: {subject} není podporovaný formát obrázku.
da: {subject} er ikke et understøttet billedformat.
de: {subject} ist kein unterstütztes Bildformat.
el: {subject} δεν είναι μια υποστηριζόμενη μορφή εικόνας.
es: {subject} no es un formato de imagen compatible.
fi: {subject} ei ole tuettu kuvamuoto.
fr: {subject} n'est pas un format d'image pris en charge.
he: {subject} אינו פורמט תמונה נתמך.
hi: {subject} एक समर्थित छवि प्रारूप नहीं है।
hu: {subject} nem támogatott képformátum.
id: {subject} bukan format gambar yang didukung.
it: {subject} non è un formato di immagine supportato.
ja: {subject}はサポートされている画像形式ではありません。
ko: {subject}는 지원하는 이미지 형식이 아닙니다.
ms: {subject} bukan format gambar yang didukung.
nb: {subject} er ikke et format som støttes.
nl: {subject} is geen ondersteund afbeeldingsformaat.
pl: {subject} nie jest obsługiwanym formatem obrazu.
pt_br: {subject} não é um formato de imagem suportado.
pt_pt: {subject} não é um formato de imagem suportado.
ro: {subject} nu este un format de imagine suportat.
ru: {subject} не является поддерживаемым форматом изображения.
sk: {subject} nie je podporovaný formát obrázka.
sv: {subject} är inte ett bildformat som stöds.
th: {subject} ไม่ใช่รูปแบบรูปภาพที่รองรับ
tr: {subject} desteklenen bir resim formatı değil.
uk: {subject} не є підтримуваним форматом зображення.
vi: {subject} không phải là định dạng hình ảnh được hỗ trợ.
zh_hans: {subject} 不是支持的图像格式。
zh_hant: {subject} 不是支援的圖像格式。

# editor.repeat.complex
source: repeat complex calendar rule
ar: تكرار قاعدة تقويم معقدة
cs: opakovat složité pravidlo kalendáře
da: gentag kompleks kalenderregel
de: komplexe Kalenderregel wiederholen
el: επανάληψη σύνθετου κανόνα ημερολογίου
es: repetir regla de calendario compleja
fi: toista monimutkaista kalenterisääntöä
fr: répéter une règle de calendrier complexe
he: חזור כלל יומן מורכבת
hi: जटिल कैलेंडर नियम दोहराएं
hu: összetett naptárabszolút szabály
id: ulangi aturan kalender yang kompleks
it: ripeti regola calendario complessa
ja: 複雑なカレンダールールを繰り返し
ko: 복잡한 달력 규칙 반복
ms: ulangi aturan kalender kompleks
nb: gjenta kompleks kalenderregel
nl: herhaal complexe agendagebruik
pl: powtarzaj złożoną regułę kalendarza
pt_br: repetir regra de calendário complexa
pt_pt: repetição com regra de calendário complexa
ro: regula de calendar complexă
ru: повторяется по сложному правилу календаря
sk: opakovať zložité pravidlo kalendára
sv: upprepa komplex kalenderregel
th: ทำซ้ำกฎปฏิทินที่ซับซ้อน
tr: karmaşık takvim kuralını tekrarla
uk: повторити складне правило календаря
vi: lặp lại quy tắc lịch phức tạp
zh_hans: 重复复杂日历规则
zh_hant: 重複複雜日曆規則

# editor.repeat.daily
source: repeat daily
ar: تكرار يومياً
cs: opakovat denně
da: gentag dagligt
de: täglich wiederholen
el: επανάληψη καθημερινά
es: repetir diariamente
fi: toista päivittäin
fr: répéter quotidiennement
he: חזור כל יום
hi: दैनिक दोहराएं
hu: naponta ismétlés
id: ulangi setiap hari
it: ripeti quotidianamente
ja: 毎日繰り返し
ko: 매일 반복
ms: ulangi setiap hari
nb: gjenta daglig
nl: dagelijks herhalen
pl: powtarzaj codziennie
pt_br: repetir diariamente
pt_pt: repetição diária
ro: repeată zilnic
ru: повторяется ежедневно
sk: opakovať denne
sv: upprepa dagligen
th: ทำซ้ำทุกวัน
tr: günlük tekrarla
uk: повторювати щодня
vi: lặp lại hàng ngày
zh_hans: 每天重复
zh_hant: 每天重複

# editor.repeat.every_days
source: repeat every {count} days
ar: تكرار كل {count} أيام
cs: opakovat každých {count} dní
da: gentag hver {count} dag
de: alle {count} Tage wiederholen
el: επανάληψη κάθε {count} ημέρες
es: repetir cada {count} días
fi: toista joka {count} päivä
fr: répéter tous les {count} jours
he: חזור כל {count} ימים
hi: हर {count} दिन दोहराएं
hu: ismétlés minden {count} napban
id: ulangi setiap {count} hari
it: ripeti ogni {count} giorni
ja: {count}日ごとに繰り返し
ko: {count}일마다 반복
ms: ulangi setiap {count} hari
nb: gjenta hver {count}. dag
nl: herhaal elke {count} dagen
pl: powtarzaj co {count} dni
pt_br: repetir a cada {count} dias
pt_pt: repetição a cada {count} dias
ro: repeată la fiecare {count} zile
ru: повторяется каждые {count} дней
sk: opakovať každých {count} dní
sv: upprepa var {count}:e dag
th: ทำซ้ำทุก {count} วัน
tr: her {count} günde bir tekrarla
uk: повторювати кожні {count} днів
vi: lặp lại mỗi {count} ngày
zh_hans: 每 {count} 天重复
zh_hant: 每 {count} 天重複一次

# editor.repeat.every_months
source: repeat every {count} months
ar: تكرار كل {count} أشهر
cs: opakovat každých {count} měsíců
da: gentag hver {count} måned
de: alle {count} Monate wiederholen
el: επανάληψη κάθε {count} μήνες
es: repetir cada {count} meses
fi: toista joka {count} kuukausi
fr: répéter tous les {count} mois
he: חזור כל {count} חודשים
hi: हर {count} महीने दोहराएं
hu: ismétlés minden {count} hónapban
id: ulangi setiap {count} bulan
it: ripeti ogni {count} mesi
ja: {count}ヶ月ごとに繰り返し
ko: {count}개월마다 반복
ms: ulangi setiap {count} bulan
nb: gjenta hver {count}. måned
nl: herhaal elke {count} maanden
pl: powtarzaj co {count} miesięcy
pt_br: repetir a cada {count} meses
pt_pt: repetição a cada {count} meses
ro: repeată la fiecare {count} luni
ru: повторяется каждые {count} месяцев
sk: opakovať každých {count} mesiacov
sv: upprepa var {count}:e månad
th: ทำซ้ำทุก {count} เดือน
tr: her {count} ayda bir tekrarla
uk: повторювати кожні {count} місяців
vi: lặp lại mỗi {count} tháng
zh_hans: 每 {count} 个月重复
zh_hant: 每 {count} 個月重複一次

# editor.repeat.every_weeks
source: repeat every {count} weeks
ar: تكرار كل {count} أسابيع
cs: opakovat každých {count} týdnů
da: gentag hver {count} uge
de: alle {count} Wochen wiederholen
el: επανάληψη κάθε {count} εβδομάδες
es: repetir cada {count} semanas
fi: toista joka {count} viikko
fr: répéter toutes les {count} semaines
he: חזור כל {count} שבועות
hi: हर {count} सप्ताह दोहराएं
hu: ismétlés minden {count} hétben
id: ulangi setiap {count} minggu
it: ripeti ogni {count} settimane
ja: {count}週ごとに繰り返し
ko: {count}주마다 반복
ms: ulangi setiap {count} minggu
nb: gjenta hver {count}. uke
nl: herhaal elke {count} weken
pl: powtarzaj co {count} tygodni
pt_br: repetir a cada {count} semanas
pt_pt: repetição a cada {count} semanas
ro: repeată la fiecare {count} săptămâni
ru: повторяется каждые {count} недель
sk: opakovať každých {count} týždňov
sv: upprepa var {count}:e vecka
th: ทำซ้ำทุก {count} สัปดาห์
tr: her {count} haftada bir tekrarla
uk: повторювати кожні {count} тижнів
vi: lặp lại mỗi {count} tuần
zh_hans: 每 {count} 周重复
zh_hant: 每 {count} 週重複一次

# editor.repeat.every_years
source: repeat every {count} years
ar: تكرار كل {count} سنوات
cs: opakovat každých {count} let
da: gentag hvert {count} år
de: alle {count} Jahre wiederholen
el: επανάληψη κάθε {count} χρόνια
es: repetir cada {count} años
fi: toista joka {count} vuosi
fr: répéter tous les {count} ans
he: חזור כל {count} שנים
hi: हर {count} साल दोहराएं
hu: ismétlés minden {count} évben
id: ulangi setiap {count} tahun
it: ripeti ogni {count} anni
ja: {count}年ごとに繰り返し
ko: {count}년마다 반복
ms: ulangi setiap {count} tahun
nb: gjenta hvert {count}. år
nl: herhaal elk {count} jaar
pl: powtarzaj co {count} lat
pt_br: repetir a cada {count} anos
pt_pt: repetição a cada {count} anos
ro: repeată la fiecare {count} ani
ru: повторяется каждые {count} лет
sk: opakovať každých {count} rokov
sv: upprepa var {count}:e år
th: ทำซ้ำทุก {count} ปี
tr: her {count} yılda bir tekrarla
uk: повторювати кожні {count} років
vi: lặp lại mỗi {count} năm
zh_hans: 每 {count} 年重复
zh_hant: 每 {count} 年重複一次

# editor.repeat.monthly
source: repeat monthly
ar: تكرار شهرياً
cs: opakovat měsíčně
da: gentag månedligt
de: monatlich wiederholen
el: επανάληψη μηνιαίως
es: repetir mensualmente
fi: toista kuukausittain
fr: répéter mensuellement
he: חזור כל חודש
hi: मासिक दोहराएं
hu: havonta ismétlés
id: ulangi setiap bulan
it: ripeti mensilmente
ja: 毎月繰り返し
ko: 매월 반복
ms: ulangi setiap bulan
nb: gjenta månedlig
nl: maandelijks herhalen
pl: powtarzaj co miesiąc
pt_br: repetir mensalmente
pt_pt: repetição mensal
ro: repeată lunar
ru: повторяется ежемесячно
sk: opakovať mesačne
sv: upprepa varje månad
th: ทำซ้ำรายเดือน
tr: aylık tekrarla
uk: повторювати щомісяця
vi: lặp lại hàng tháng
zh_hans: 每月重复
zh_hant: 每月重複

# editor.repeat.skip_suffix
source: {dates} skip
ar: تخطي {dates}
cs: {dates} přeskočit
de: {dates} überspringen
el: {dates} παράλειψη
es: {dates} omitir
fi: {dates} ohita
fr: {dates} ignorer
he: {dates} דלג
hi: {dates} छोड़ें
hu: {dates} kihagyás
id: {dates} lewatkan
it: {dates} salta
ja: {dates}をスキップ
ko: {dates} 건너뛰기
ms: {dates} lewati
nb: {dates} hopp over
nl: {dates} overslaan
pl: {dates} pomiń
pt_br: {dates} pular
pt_pt: {dates} ignorar
ro: {dates} omit
ru: {dates} пропуск
sk: {dates} preskočiť
sv: {dates} hoppa över
th: {dates} ข้าม
tr: {dates} atla
uk: {dates} пропустити
vi: {dates} bỏ qua
zh_hans: {dates} 跳过
zh_hant: {dates} 跳過

# editor.repeat.special_suffix
source: {dates} special
ar: خاص {dates}
cs: {dates} zvláštní
de: {dates} Spezial
el: {dates} ειδικό
es: {dates} especial
fi: {dates} erityinen
fr: {dates} spécial
he: {dates} מיוחד
hi: {dates} विशेष
hu: {dates} különleges
id: {dates} khusus
it: {dates} speciale
ja: {dates}特別
ko: {dates} 특별
ms: {dates} khusus
nb: {dates} spesiell
nl: {dates} speciaal
pl: {dates} specjalny
pt_br: {dates} especial
pt_pt: {dates} especial
ru: {dates} особенное
sk: {dates} špeciálne
sv: {dates} speciell
th: {dates} พิเศษ
tr: {dates} özel
uk: {dates} спеціальний
vi: {dates} đặc biệt
zh_hans: {dates} 特殊
zh_hant: {dates} 特殊

# editor.repeat.times_suffix
source: {count} times
ar: {count} مرات
cs: {count}krát
da: {count} gange
de: {count} mal
el: {count} φορές
es: {count} veces
fi: {count} kertaa
fr: {count} fois
he: {count} פעמים
hi: {count} बार
hu: {count} alkalommal
id: {count} kali
it: {count} volte
ja: {count}回
ko: {count}회
ms: {count} kali
nb: {count} ganger
nl: {count} keer
pl: {count} razy
pt_br: {count} vezes
pt_pt: {count} vezes
ro: {count} ori
ru: {count} раз
sk: {count}krát
sv: {count} gånger
th: {count} ครั้ง
tr: {count} defa
uk: {count} разів
vi: {count} lần
zh_hans: {count} 次
zh_hant: {count} 次

# editor.repeat.until_suffix
source: until {date}
ar: حتى {date}
cs: až {date}
da: indtil {date}
de: bis {date}
el: έως {date}
es: hasta {date}
fi: kunnes {date}
fr: jusqu'à {date}
he: עד {date}
hi: {date} तक
hu: {date}-ig
id: hingga {date}
it: fino a {date}
ja: {date}まで
ko: {date}까지
ms: hingga {date}
nb: til {date}
nl: tot {date}
pl: do {date}
pt_br: até {date}
pt_pt: até {date}
ro: până la {date}
ru: до {date}
sk: až {date}
sv: tills {date}
th: จนถึง {date}
tr: {date} tarihine kadar
uk: до {date}
vi: cho đến {date}
zh_hans: 至 {date}
zh_hant: 到 {date}

# editor.repeat.weekdays_suffix
source: on {days}
ar: في {days}
cs: v {days}
da: på {days}
de: am {days}
el: στις {days}
es: en {days}
fi: päivänä {days}
fr: le {days}
he: ב- {days}
hi: {days} को
hu: {days} napokon
id: pada {days}
it: il {days}
ja: {days}に
ko: {days}에
ms: pada {days}
nb: på {days}
nl: op {days}
pl: w {days}
pt_br: em {days}
pt_pt: em {days}
ro: pe {days}
ru: в {days}
sk: v {days}
sv: på {days}
th: ใน {days}
tr: {days}'de
uk: на {days}
vi: vào {days}
zh_hans: 在 {days}
zh_hant: 在 {days}

# editor.repeat.weekly
source: repeat weekly
ar: تكرار أسبوعياً
cs: opakovat týdně
da: gentag ugentligt
de: wöchentlich wiederholen
el: επανάληψη εβδομαδιαίως
es: repetir semanalmente
fi: toista viikoittain
fr: répéter hebdomadairement
he: חזור כל שבוע
hi: साप्ताहिक दोहराएं
hu: hetente ismétlés
id: ulangi setiap minggu
it: ripeti settimanalmente
ja: 毎週繰り返し
ko: 매주 반복
ms: ulangi setiap minggu
nb: gjenta ukentlig
nl: wekelijks herhalen
pl: powtarzaj co tydzień
pt_br: repetir semanalmente
pt_pt: repetição semanal
ro: repeată săptămânal
ru: повторяется еженедельно
sk: opakovať týždenne
sv: upprepa varje vecka
th: ทำซ้ำรายสัปดาห์
tr: haftalık tekrarla
uk: повторювати щотижня
vi: lặp lại hàng tuần
zh_hans: 每周重复
zh_hant: 每週重複

# editor.repeat.yearly
source: repeat yearly
ar: تكرار سنوياً
cs: opakovat ročně
da: gentag årligt
de: jährlich wiederholen
el: επανάληψη ετησίως
es: repetir anualmente
fi: toista vuosittain
fr: répéter annuellement
he: חזור כל שנה
hi: वार्षिक दोहराएं
hu: évente ismétlés
id: ulangi setiap tahun
it: ripeti annualmente
ja: 毎年繰り返し
ko: 매년 반복
ms: ulangi setiap tahun
nb: gjenta årlig
nl: jaarlijks herhalen
pl: powtarzaj co rok
pt_br: repetir anualmente
pt_pt: repetição anual
ro: repeată anual
ru: повторяется ежегодно
sk: opakovať ročne
sv: upprepa varje år
th: ทำซ้ำรายปี
tr: yıllık tekrarla
uk: повторювати щорічно
vi: lặp lại hàng năm
zh_hans: 每年重复
zh_hant: 每年重複

# editor.table.columns_menu_title
source: Columns
ar: الأعمدة
cs: Sloupce
da: Kolonner
de: Spalten
el: Στήλες
es: Columnas
fi: Sarakkeet
fr: Colonnes
he: עמודות
hi: कॉलम
hu: Oszlopok
id: Kolom
it: Colonne
ja: 列
ko: 열
ms: Kolom
nb: Kolonner
nl: Kolommen
pl: Kolumny
pt_br: Colunas
pt_pt: Colunas
ro: Coloane
ru: Столбцы
sk: Stĺpce
sv: Kolumner
th: คอลัมน์
tr: Sütunlar
uk: Стовпці
vi: Cột
zh_hans: 列
zh_hant: 欄

# editor.table.default_column
source: Column {number}
ar: العمود {number}
cs: Sloupec {number}
da: Kolonne {number}
de: Spalte {number}
el: Στήλη {number}
es: Columna {number}
fi: Sarake {number}
fr: Colonne {number}
he: עמודה {number}
hi: कॉलम {number}
hu: {number}. oszlop
id: Kolom {number}
it: Colonna {number}
ja: 列 {number}
ko: 열 {number}
ms: Kolom {number}
nb: Kolonne {number}
nl: Kolom {number}
pl: Kolumna {number}
pt_br: Coluna {number}
pt_pt: Coluna {number}
ro: Coloană {number}
ru: Столбец {number}
sk: Stĺpec {number}
sv: Kolumn {number}
th: คอลัมน์ {number}
tr: Sütun {number}
uk: Стовпець {number}
vi: Cột {number}
zh_hans: 列 {number}
zh_hant: 欄 {number}

# editor.table.default_column_name
source: Column {n}
ar: العمود {n}
cs: Sloupec {n}
da: Kolonne {n}
de: Spalte {n}
el: Στήλη {n}
es: Columna {n}
fi: Sarake {n}
fr: Colonne {n}
he: עמודה {n}
hi: कॉलम {n}
hu: {n}. oszlop
id: Kolom {n}
it: Colonna {n}
ja: 列 {n}
ko: 열 {n}
ms: Kolom {n}
nb: Kolonne {n}
nl: Kolom {n}
pl: Kolumna {n}
pt_br: Coluna {n}
pt_pt: Coluna {n}
ro: Coloană {n}
ru: Столбец {n}
sk: Stĺpec {n}
sv: Kolumn {n}
th: คอลัมน์ {n}
tr: Sütun {n}
uk: Стовпець {n}
vi: Cột {n}
zh_hans: 列 {n}
zh_hant: 欄 {n}

# editor.table.done_editing_cell
source: Done editing cell
ar: تم الانتهاء من تعديل الخلية
cs: Úprava buňky hotova
da: Færdig med at redigere celle
de: Zelle bearbeitet
el: Ολοκληρώθηκε η επεξεργασία κελιού
es: Listo editando celda
fi: Valmis muokkaamaan solua
fr: Fin de l'édition de la cellule
he: סיימת לערוך תא
hi: सेल संपादन पूर्ण
hu: Cella szerkesztésének befejezése
id: Selesai mengedit sel
it: Finito di modificare la cella
ja: セルの編集完了
ko: 셀 편집 완료
ms: Selesai mengedit sel
nb: Ferdig med å redigere celle
nl: Klaar met bewerken van cel
pl: Gotowe edytowanie komórki
pt_br: Edição de célula concluída
pt_pt: Terminou de editar célula
ro: Am terminat editarea celulei
ru: Готово редактировать ячейку
sk: Úprava bunky je hotová
sv: Klar med att redigera cell
th: เสร็จสิ้นการแก้ไขเซลล์
tr: Hücre düzenleme bitti
uk: Редагування комірки завершено
vi: Hoàn tất chỉnh sửa ô
zh_hans: 完成编辑单元格
zh_hant: 完成編輯儲存格

# editor.table.insert_column_left
source: Insert Column Left
ar: إدراج عمود على اليسار
cs: Vložit sloupec vlevo
da: Indsæt kolonne til venstre
de: Spalte links einfügen
el: Εισαγωγή στήλης αριστερά
es: Insertar columna a la izquierda
fi: Lisää sarake vasemmalle
fr: Insérer une colonne à gauche
he: הכנס עמודה שמאלה
hi: बाईं ओर कॉलम सम्मिलित करें
hu: Oszlop beszúrása balra
id: Sisipkan Kolom Kiri
it: Inserisci Colonna a Sinistra
ja: 左に列を挿入
ko: 왼쪽에 열 삽입
ms: Sisipkan Kolom Kiri
nb: Sett inn kolonne til venstre
nl: Kolom links invoegen
pl: Wstaw kolumnę na lewo
pt_br: Inserir Coluna à Esquerda
pt_pt: Inserir Coluna à Esquerda
ro: Inseraţi coloană la stânga
ru: Вставить столбец слева
sk: Vložiť stĺpec vľavo
sv: Infoga kolumn till vänster
th: แทรกคอลัมน์ทางซ้าย
tr: Sol Tarafına Sütun Ekle
uk: Вставити стовпець ліворуч
vi: Chèn Cột Bên Trái
zh_hans: 向左插入列
zh_hant: 在左邊插入欄

# editor.table.insert_column_right
source: Insert Column Right
ar: إدراج عمود على اليمين
cs: Vložit sloupec vpravo
da: Indsæt kolonne til højre
de: Spalte rechts einfügen
el: Εισαγωγή στήλης δεξιά
es: Insertar columna a la derecha
fi: Lisää sarake oikealle
fr: Insérer une colonne à droite
he: הכנס עמודה ימינה
hi: दाईं ओर कॉलम सम्मिलित करें
hu: Oszlop beszúrása jobbra
id: Sisipkan Kolom Kanan
it: Inserisci Colonna a Destra
ja: 右に列を挿入
ko: 오른쪽에 열 삽입
ms: Sisipkan Kolom Kanan
nb: Sett inn kolonne til høyre
nl: Kolom rechts invoegen
pl: Wstaw kolumnę na prawo
pt_br: Inserir Coluna à Direita
pt_pt: Inserir Coluna à Direita
ro: Inseraţi coloană la dreapta
ru: Вставить столбец справа
sk: Vložiť stĺpec vpravo
sv: Infoga kolumn till höger
th: แทรกคอลัมน์ทางขวา
tr: Sağ Tarafına Sütun Ekle
uk: Вставити стовпець праворуч
vi: Chèn Cột Bên Phải
zh_hans: 向右插入列
zh_hant: 在右邊插入欄

# editor.table.insert_row_above
source: Insert Row Above
ar: إدراج صف أعلاه
cs: Vložit řádek nad
da: Indsæt række ovenfor
de: Zeile oben einfügen
el: Εισαγωγή σειράς πάνω
es: Insertar fila arriba
fi: Lisää rivi ylöspäin
fr: Insérer une ligne au-dessus
he: הכנס שורה למעלה
hi: ऊपर पंक्ति सम्मिलित करें
hu: Sor beszúrása fölé
id: Sisipkan Baris Di Atas
it: Inserisci Riga Sopra
ja: 上に行を挿入
ko: 위에 행 삽입
ms: Sisipkan Baris Di Atas
nb: Sett inn rad over
nl: Rij erboven invoegen
pl: Wstaw wiersz powyżej
pt_br: Inserir Linha Acima
pt_pt: Inserir Linha Acima
ro: Inseraţi rând deasupra
ru: Вставить строку выше
sk: Vložiť riadok vyššie
sv: Infoga rad ovan
th: แทรกแถวด้านบน
tr: Üstüne Satır Ekle
uk: Вставити рядок вище
vi: Chèn Hàng Trên
zh_hans: 上方插入行
zh_hant: 在上方插入列
